;#!
;;; -*- coding: utf-8 -*-
(define-module dere.units.basic-guest (export-all))
(select-module dere.units.basic-guest)
;;; ゲスト有り
;;; ゲスト: チャーム ##########################################################
;;; ------------------------------------ 07
(define C-12m-07R
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス" "コーデ")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "モチーフ")
    ("7高わずか" "フォーカス2" "コーデ2")
    ()))
;;; ------------------------------------ 09
(define C-12m-09R
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス" "コーデ")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "モチーフ")
    ("9高少し" "フォーカス2" "コーデ2")
    ()))
;;; ------------------------------------ 11
(define C-12m-11R
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "コーデ")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "モチーフ")
    ("11高しばらく" "フォーカス2" "コーデ2")
    ()))
;;; ゲスト: レゾ ==============================================================
;;; ------------------------------------ 07
(define R-12m-07-09e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス" "シナジー")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "コンセ")
    ("9中わずか" "アンコール")
    ()))
(define R-12m-07-12e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス" "シナジー")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "コンセ")
    ("12中少し" "アンコール")
    ()))
(define R-12m-07-15e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス" "シナジー")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "コンセ")
    ("15中しばらく" "アンコール")
    ()))
(define R-12m-07-18e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス" "シナジー")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "コンセ")
    ("18中かなり" "アンコール")
    ()))
;;; ------------------------------------ 09
(define R-12m-09-09e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス" "シナジー")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "コンセ")
    ("9中わずか" "アンコール")
    ()))
(define R-12m-09-12e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス" "シナジー")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "コンセ")
    ("12中少し" "アンコール")
    ()))
(define R-12m-09-15e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス" "シナジー")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "コンセ")
    ("15中しばらく" "アンコール")
    ()))
(define R-12m-09-18e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス" "シナジー")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "コンセ")
    ("18中かなり" "アンコール")
    ()))
;;; ------------------------------------ 11
(define R-12m-11-09e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "コンセ")
    ("9中わずか" "アンコール")
    ()))
(define R-12m-11-12e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "コンセ")
    ("12中少し" "アンコール")
    ()))
(define R-12m-11-15e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "コンセ")
    ("15中しばらく" "アンコール")
    ()))
(define R-12m-11-18e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "コンセ")
    ("18中かなり" "アンコール")
    ()))
;;; ------------------------------------ 13
(define R-12m-13-09e
  '(("12中しばらく" "マジック")
    ("13高かなり" "スパークル")
    ("13高かなり" "アンサンブル")
    ("13高かなり" "コンセ")
    ("9中わずか" "アンコール")
    ()))
(define R-12m-13-12e
  '(("12中しばらく" "マジック")
    ("13高かなり" "スパークル")
    ("13高かなり" "アンサンブル")
    ("13高かなり" "コンセ")
    ("12中少し" "アンコール")
    ()))
(define R-12m-13-15e
  '(("12中しばらく" "マジック")
    ("13高かなり" "スパークル")
    ("13高かなり" "アンサンブル")
    ("13高かなり" "コンセ")
    ("15中しばらく" "アンコール")
    ()))
(define R-12m-13-18e
  '(("12中しばらく" "マジック")
    ("13高かなり" "スパークル")
    ("13高かなり" "アンサンブル")
    ("13高かなり" "コンセ")
    ("18中かなり" "アンコール")
    ()))
