;#!
;;; -*- coding: utf-8 -*-
(define-module dere.units.basic (export-all))
(select-module dere.units.basic)
;;; ゲストなし

;;; 瑞樹艦隊 ==================================================================
(define test-mizuki
  '(("6中わずか" "オルタ" "瑞樹")
    ("4中一瞬" "コンボナ" "SR[Nocturne]")
    ;;("4中一瞬" "コンボナ" "SR[サマカニ!!]")
    ;;("6中わずか" "コンボナ" "瑞樹Infinity")
    ("9高しばらく" "スライド" "SR[Gaze and Gaze]")
    ("8高わずか" "オルラン" "瑞樹")
    ()
    ("11高しばらく" "スコボナ" "瑞樹")
    ("7中少し" "ダメガ" "SR[永遠のプリンセス]")
    ()))
;;; 9中のミューチャルのブースト、4高, 6中, 9高, どれが良い？ =====================
(define test-mutual
  '(("9中しばらく" "ミューチャル" "オルタ")
    ("4高一瞬" "アンサンブル" "オルタなし")
    ("7高わずか" "コンセ" "コンボナ")
    ()
    ("9中しばらく" "ミューチャル" "オルタ")
    ("6中わずか" "アンサンブル" "オルタ")
    ("7高わずか" "コンセ" "コンボナ")
    ()
    ("9中しばらく" "ミューチャル" "オルタ")
    ("9高少し" "アンサンブル" "オルタなし")
    ("7高わずか" "コンセ" "コンボナ")
    ()))
;;; ファン活 全 Cu ===========================================================
(define f-12m-09cs-07ref
  '(("12中しばらく" "マジック" "幸子Da")
    ("7高わずか" "リフレイン" "拓海Da")
    ("9高少し" "コンボナ" "SR愛海Da")
    ("7高わずか" "スキブ" "ほたるDa")
    ("9高少し" "コンセ" "My愛海Da")
    ()))
;;; ファン活 全 Co ==========================================================
(define f-09e-13cs-07ref
  '(("9中わずか" "アンコール" "SR比奈Vi")
    ()
    ("7高わずか" "リフレイン" "李衣菜Vi")
    ("7高わずか" "リフレイン" "拓海Da")
    ()
    ("13中かなり" "オルラン" "礼Da")
    ("13中かなり" "オルラン" "里美Da")
    ("13中かなり" "オルラン" "清良Vi")
    ("13中かなり" "オルラン" "恵磨Vo")
    ("13高かなり" "コンボナ" "美優Vi")
    ()
    ("7高わずか" "スキブ" "SR蘭子Vi")
    ("7高わずか" "スキブ" "SR巴Da")
    ("7高わずか" "スキブ" "SR千夜Vi")
    ("7高わずか" "スキブ" "SRつかさVo")
    ("7高わずか" "スキブ" "SRほたるDa")
    ()
    ("13高かなり" "コンセ" "千秋Vo")
    ()))
;;; ファン活 Cu =============================================================
(define cu-07c
  '(
    ("07中少し" "コンボナ" "SR由里子Ba")
    ("07高わずか" "コンボナ" "SRクラリスBa")
    ("07中少し" "コンボナ" "SR亜里沙Da")
    ("07高わずか" "ライスパ" "幸子Vi")
    ))
(define cu-07s
  '(
    ("07高わずか" "スコア" "SR星花Vo")
    ("07中少し" "スコア" "SR早耶Vo")
    ("07高わずか" "スコア" "SR雪乃Ba")
    ))
(define cu-07b
  '(
    ("07高わずか" "スキブ" "SR千夜Viトリコ特")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ))
(define cu-09c
  '(
    ("09高少し" "コンボナ" "SR忍Vi")
    ("09中しばらく" "コンボナ" "SR仁美Ba")
    ("09中しばらく" "コンボナ" "SR蓮実Vo")
    ("09中しばらく" "コンボナ" "SR風香Da")
    ("09高少し" "コンボナ" "SR愛海Da")
    ("09高少し" "コンボナ" "SR法子Vo")
    ("09高少し" "ライスパ" "SR法子Da")
    ("09中しばらく" "コンボナ" "SR清良Ba")
    ("09中しばらく" "コンボナ" "SRまゆVi")
    ("09中少し" "オルラン" "歌鈴Da")
    ("09中少し" "オルラン" "くるみVi")
    ("09中少し" "オルラン" "里奈Vo")
    ("09高少し" "コンボナ" "SRあかりDa")
    ))
(define cu-09s
  '(
    ("09高少し" "スコア" "SR美世Ba")
    ("09高少し" "コンセ" "SR千佳Ba")
    ("09高少し" "スコア" "SR里美Vi")
    ("09高少し" "スコア" "SR蓮実Da")
    ("09高少し" "スコア" "SR優Vo")
    ("09中しばらく" "スコア" "SR風香Vo")
    ("09中しばらく" "スコア" "SRあずきDa")
    ("09中しばらく" "スコア" "SR椿Da")
    ("09中しばらく" "スコア" "SR晶葉Da")
    ("09高少し" "コンセ" "My愛海Da")
    ("09高少し" "スコア" "SR舞Vo")
    ("09中しばらく" "スコア" "法子Vo")
    ("09中しばらく" "スコア" "SR有香Vi")
    ("09中しばらく" "スコア" "SR幸子Vi")
    ))
(define cu-09b
  '(
    ("09高少し" "スキブ" "My晶葉Vo特")
    ("09高少し" "スキブ" "SR法子Daトリコ特")
    ("09高少し" "スキブ" "SR美玲Viトリコ特")
    ("09高少し" "スキブ" "SR美玲Viトリコ特")
    ("09高少し" "スキブ" "SR幸子VoトリコVo")
    ))
(define cu-11c
  '(
    ("11中少し" "オルラン" "SRネネDa")
    ("11高少し" "オルラン" "優Vi")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11中かなり" "コンボナ" "SRみちるVo")
    ("11高少し" "オルラン" "菲菲Da")
    ("11中少し" "オルラン" "SR法子Vi特")
    ("11高しばらく" "コンボナ" "SR美玲Vo")
    ("11高しばらく" "ライスパ" "美玲Da")
    ("11中かなり" "コンボナ" "SRくるみBa")
    ("11高しばらく" "ライスパ" "SR有香Voトリコ")
    ("11高しばらく" "ライスパ" "SRあかりViトリコ")
    ))
(define cu-11s
  '(
    ("11高しばらく" "スコア" "SR沙織Vi")
    ("11高しばらく" "スコア" "SR美里Vo")
    ("11高しばらく" "スコア" "SRクラリスDa")
    ("11高しばらく" "スコア" "SR雅Da")
    ("11高しばらく" "スコア" "SR優Da")
    ("11高しばらく" "コンセ" "MyみちるVoトリコ")
    ("11高しばらく" "スコア" "SR亜里沙Vi")
    ("11高しばらく" "コンセ" "瑛梨華Vo")
    ("11高しばらく" "コンセ" "SR愛海Vi")
    ("11高しばらく" "コンセ" "裕美Da")
    ("11高かなり" "スライド" "SR裕美Voトリコ")
    ("11高しばらく" "スコア" "美玲Da")
    ("11高しばらく" "コンセ" "SRほたるDa")
    ("11高しばらく" "コンセ" "SR里奈Vo")
    ("11中かなり" "スコア" "SR雪菜Vi")
    ("11高かなり" "スライド" "SRあかりViCo")
    ("11高しばらく" "スコア" "幸子Ba")
    ))
(define cu-11b
  '(
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("11高しばらく" "スキブ" "SRあかりDaトリコ特")
    ))
;;; ========================================================== 07csのオススメ
;;; 77997 s14 アンコールはスキブのみコピー
(define fcu-09ef-07bcs
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("09高少し" "フォーカス" "有香Da")
    ("07高わずか" "ライスパ" "幸子Vi")
    ("07高わずか" "スコア" "SR星花Vo")
    ))
;;; ========================================================== 09csのオススメ1
;;; 97979 s14 アンコールはスキブのみコピー
(define fcu-09ecs-07bf
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("09高少し" "ライスパ" "SRあかりBa")
    ("09高少し" "スコア" "SR美世Ba")
    ))
;;; ========================================================== 09csのオススメ2
;;; 9-11-9-9-11-9 x1s11c2=xsssscsssscsss
(define fcu-09ecs-11bf
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("11高しばらく" "フォーカス" "まゆVo")
    ()
    ("09中少し" "オルラン" "里奈Vo")
    ()
    ("09中しばらく" "スコア" "法子Vo")
    ("09中しばらく" "スコア" "SR優Vo")
    ))
;;; f5s9=ssfsssfsfsssff
(define fcu-09ecs-07b-06f
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("09高少し" "ライスパ" "SRあかりBa")
    ("09高少し" "スコア" "SR美世Ba")
    ("06中わずか" "フォーカス" "ほたるVi")
    ))
;;; 11-7-9-7-11 s10c4=sscscsssscsssc
(define fcu-09e-07bf-11cs
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("07高わずか" "コーデ" "SR晶葉Vi")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR沙織Vi")
    ))
;;; ========================================================== 13csのオススメ
;;; 13-7-9-7-13 s11c3=sscsscsscsssss
(define fcu-09e-07bf-13cs
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "スキブ" "SR千夜Viトリコ特")
    ("07高わずか" "コーデ" "SR晶葉Vi")
    ("13中かなり" "オルラン" "清良Vi")
    ("13高かなり" "コンセ" "SRみちるVi")
    ))
;;; f10s4=fffssffffsfffs
(define fcu-09e-06f-11bcs
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR沙織Vi")
    ))
;;; f10s4=ffsfsffffsfffs
(define fcu-09e-07f-11bcs
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR沙織Vi")
    ))
;;; f9s5=fffssffsfsfffs
(define fcu-09e-11bcs-06f
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR沙織Vi")
    ))
;;; f9s5=ffsfsfffssfffs
(define fcu-09e-11bcs-07f
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR沙織Vi")
    ))
;;; x1f2s11=ssssfssssfsss
(define fcu-09e-11bcs-09f
  '(("09中わずか" "アンコール" "SR愛海Vi")
    ("11高しばらく" "スキブ" "SRあかりDaトリコ特")
    ("09高少し" "フォーカス" "有香Da")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR亜里沙Vi")
    ))
;;; f1s9=ssssssfsss
(define fcu-12e-07bcs-06f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("07高わずか" "ライスパ" "幸子Vi")
    ("07高わずか" "スコア" "SR星花Vo")
    ))
;;; f3s7=fssfssfsss
(define fcu-12e-07bcs-09f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("07高わずか" "スキブ" "SRほたるDaトリコ特")
    ("09高少し" "フォーカス" "有香Da")
    ("07高わずか" "ライスパ" "幸子Vi")
    ("07高わずか" "スコア" "SR星花Vo")
    ))
;;; f5s5=fffsffssss
(define fcu-12e-09bcs-11f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("09高少し" "スキブ" "SR法子Daトリコ特")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("09高少し" "ライスパ" "SRあかりBa")
    ("09高少し" "スコア" "SR美世Ba")
    ))
;;; f5s3c2=fffsffsccs
(define fcu-12e-09b-11f-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("9高少し" "スキブ" "SR法子Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "コンセ" "レナVi")
    ()))
;;; f4s6=ssssssffff
(define fcu-12e-11bcs-06f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR亜里沙Vi")
    ))
;;; f1s6c3=ssssssfccc
(define fcu-12e-11b-06f-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "コンセ" "レナVi")
    ))
;;; f6s4=ssfsffsfff
(define fcu-12e-11bcs-07f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR亜里沙Vi")
    ))
;;; f6s3c1=ssfsffcfff
(define fcu-12e-11b-07f-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRちとせVoCo")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "コンセ" "レナVi")
    ))
;;; f4s6=sssfssffsf
(define fcu-12e-11bcs-09f
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRあかりDaトリコ特")
    ("09高少し" "フォーカス" "有香Da")
    ("11高しばらく" "コンボナ" "SRゆかりBa")
    ("11高しばらく" "スコア" "SR亜里沙Vi")
    ))
;;; s6c4=ssscssccsc
(define fcu-12e-11bf-09cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "SRちとせVo")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("9中しばらく" "コンボナ" "SR蓮実Vo")
    ("9高少し" "コンセ" "加奈Vi")
    ()))
;;; s6c4=sssssscccc
(define fcu-12e-11bf-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
;;; f1s6c3=ssssssfccc
(define fcu-12e-11b-06f-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("06中わずか" "フォーカス" "ほたるVi")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
;;; f6s3c1=ssfsffcfff
(define fcu-12e-11b-07f-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("07高わずか" "フォーカス" "幸子Vo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
;;; s4c4=ccsssscc
(define fcu-15e-11bf-13cs
  '(("15中しばらく" "アンコール" "SR琴歌Da")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
;;; s4c3=cscsscs
(define fcu-18e-11bf-13cs
  '(("18中かなり" "アンコール" "SR杏Da")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
;;; f6c4=ffffffcccc
(define fcu-12e-11fb-13cs
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("11高しばらく" "スキブ" "ちとせVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("13高かなり" "スコア" "SR都Vo")
    ()))
(define fcu-test-04
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("4中一瞬" "コンボナ" "SRクラリスVi")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu-test-05
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("5高一瞬" "オルラン" "SR千佳Vo")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu-test-06
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("6中わずか" "コンボナ" "SR若葉Vi")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu-test-07
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("7中少し" "コンボナ" "SR由里子Ba")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu-test-08
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("8高わずか" "オルラン" "柑奈Vo")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu-test-13
  '(("12中少し" "アンコール" "SR歌鈴Da")
    ("11高しばらく" "フォーカス" "まゆVo")
    ("13中かなり" "オルラン" "里美Vo")
    ("9高少し" "コンセ" "加奈Vi")
    ("9高少し" "スキブ" "My晶葉Vo")
    ()))
(define fcu fcu-09ef-07bcs)
;;; ファン活 Co =============================================================
(define fco-09e-13cs-07ref
  '(("9中わずか" "アンコール" "SR比奈Vi")
    ("7高わずか" "リフレイン" "李衣菜Vi")
    ()
    ("13中かなり" "オルラン" "礼Da")
    ("13高かなり" "コンボナ" "美優Vi")
    ()
    ("7高わずか" "スキブ" "SR蘭子Vi")
    ("13高かなり" "コンセ" "千秋Vo")
    ()))
(define fco fco-09e-13cs-07ref)
;;; ファン活 Pa =============================================================
(define fpa-09e-13cs-07ref
  '(("9中わずか" "アンコール" "SR薫Vo")
    ("7高わずか" "リフレイン" "拓海Da")
    ()
    ("13中かなり" "オルラン" "恵磨Vo")
    ("13高かなり" "コンボナ" "夏樹Vi")
    ("13高かなり" "ライスパ" "巴Vo")
    ()
    ("7高わずか" "スキブ" "SR巴Da")
    ("13高かなり" "コンセ" "千秋Vo")
    ()))
(define fpa fpa-09e-13cs-07ref)
;;; レゾ ==================================================================
;;; ------------------------------------ 07
(define 12m-07R-09e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "モチーフ")
    ("9中わずか" "アンコール")
    ()))
(define 12m-07R-12e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "モチーフ")
    ("12中少し" "アンコール")
    ()))
(define 12m-07R-15e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "モチーフ")
    ("15中しばらく" "アンコール")
    ()))
(define 12m-07R-18e
  '(("12中しばらく" "マジック")
    ("7高わずか" "フォーカス")
    ("7高わずか" "アンサンブル" "ブースト")
    ("7高わずか" "モチーフ")
    ("18中かなり" "アンコール")
    ()))
;;; ------------------------------------ 09
(define 12m-09R-09e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "モチーフ")
    ("9中わずか" "アンコール")
    ()))
(define 12m-09R-12e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "モチーフ")
    ("12中少し" "アンコール")
    ()))
(define 12m-09R-15e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "モチーフ")
    ("15中しばらく" "アンコール")
    ()))
(define 12m-09R-18e
  '(("12中しばらく" "マジック")
    ("9高少し" "フォーカス")
    ("9高少し" "アンサンブル" "ブースト")
    ("9高少し" "モチーフ")
    ("18中かなり" "アンコール")
    ()))
;;; ------------------------------------ 11
(define 12m-11R-09e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "モチーフ")
    ("9中わずか" "アンコール")
    ()))
(define 12m-11R-12e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "モチーフ")
    ("12中少し" "アンコール")
    ()))
(define 12m-11R-15e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "モチーフ")
    ("15中しばらく" "アンコール")
    ()))
(define 12m-11R-18e
  '(("12中しばらく" "マジック")
    ("11高しばらく" "フォーカス" "シナジー")
    ("11高しばらく" "アンサンブル" "ブースト")
    ("11高しばらく" "モチーフ")
    ("18中かなり" "アンコール")
    ()))
