;#!
;;; -*- coding: utf-8 -*-
(define-module dere.units.mizuki-guest (export-all))
(select-module dere.units.mizuki-guest)
;;; ゲスト有り
;;; ゲスト: デュエット #########################################################
;;; 瑞樹艦隊 ==================================================================
(define D-VoVi-mizuki
  '(("6中わずか" "オルタ" "Vo[エターナル・マイラブ]CoBa50")
    ;;("6中わずか" "コンボナ" "Vo[Infinity]CoVo90")
    ("4中一瞬" "コンボナ" "ViSR[Nocturne]CoVi60")
    ;;("9高少し" "チューニング" "Da[アドバンス・アバンチュール]CoDa90")
    ;;("4中一瞬" "コンボナ" "DaSR[サマカニ!!]CoDa60")
    ("8高わずか" "オルラン" "Vo[アンビバレント・アクト]CoVo90")
    ()
    ;;("11高しばらく" "コンセ" "??[Infinity]??")
    ("9高しばらく" "スライド" "ViSR[Gaze and Gaze]Pa")
    ()
    ("11高しばらく" "スコボナ" "BaVi[ラグジュアリーメモリー]CoBa40")
    ("7中少し" "ダメガ" "BaViSR[永遠のプリンセス]CoLi20")
    ()))
(define D-VoVi-mizuki-master+
  '(("6中わずか" "オルタ" "Vo[エターナル・マイラブ]CoBa50")
    ("4中一瞬" "コンボナ" "ViSR[Nocturne]CoVi60")
    ;;("6中わずか" "コンボナ" "Vo[Infinity]Co特")
    ("8高わずか" "オルラン" "Vo[アンビバレント・アクト]CoVo90")
    ("7中少し" "ダメガ" "BaViSR[永遠のプリンセス]CoLi20")
    ()
    ;;; センター効果ムダ
    ("11高しばらく" "スコボナ" "BaVi[ラグジュアリーメモリー]CoBa40")
    ("9高しばらく" "スライド" "ViSR[Gaze and Gaze]Pa")
    ()))
(define D-DaVi-mizuki-score
  '(("9高少し" "チューニング" "Da[アドバンス・アバンチュール]CoDa90")
    ("9高少し" "コンセ" "Da[Infinity]Co特")
    ("4中一瞬" "コンボナ" "DaSR[サマカニ!!]CoDa60")
    ("11高しばらく" "スコボナ" "BaVi[ラグジュアリーメモリー]CoBa40")
    ()))
;;; ゲスト: チャーム ##########################################################
